{
  "fun": [
    "tell the person in front of you that you would like to lick their big toe. It's forbidden to start laughing!",
    "you cannot say the words 'yes' and 'no' for the next 3 rounds.",
    "you're now a cat! Scratch your ear with your foot.",
    "wear another player's glasses until your next turn.",
    "stay under the table for 2 rounds.",
    "put a blindfold on. The other players must make you guess 3 objects.",
    "set an alarm clock to go off at 7am.",
    "take a selfie with other players making faces.",
    "imitate Michael Jackson with background music.",
    "lick your elbow.",
    "gives a sincere compliment to -jogador-",
    "you must applaud -jogador- each time you speak until your next turn.",
    "all players must boo you every time you speak, until your next turn.",
    "-jogador- and -jogador2- must choose two foods and create an unlikely mix. You have to eat the mix.",
    "write a number from 1 to 10 on a piece of paper. All players who guess the number must tickle you for 20 seconds.",
    "make a drawing with your eyes closed! The first to get it right will make someone a dare.",
    "propose -jogador- to marry you using an accent of your choice.",
    "gives each player a nickname. They must keep the nickname throughout the game.",
    "ends sentences with the word 'sexy' during the next four rounds.",
    "draw a mustache on -jogador-.",
    "massage -jogador-'s head for 1 minute.",
    "choose an object that all players must give you. The last one to arrive receives a dare from you!",
    "get blindfolded, try to recognize each player using only your hands.",
    "dance a rap song with the player to your right.",
    "make a puppet show with your socks for 2 minutes.",
    "sing a song for 30 seconds while you have water in your mouth.",
    "you have to do the dare that comes out to the next player at the same time as them.",
    "use your creative side! Draw whatever you want on -jogador-'s cheek"
  ],
  "soft": [
    "lick -jogador-'s ear.",
    "which part of your body are you the most ticklish? -jogador-, take the test!",
    "show a part of your ass so that -jogador- draws a smiley on it.",
    "you were rude! -jogador- will spank you!",
    "take off an item of clothing chosen by -jogador-.",
    "end your sentences with 'and I love it!' until your next turn.",
    "make a declaration of love for 30 seconds to -jogador-.",
    "caress the face of -jogador- and say, looking into his eyes, how beautiful you think they is.",
    "sit on the lap of -jogador- for two rounds.",
    "massages the shoulders of -jogador- for 45 seconds.",
    "look -jogador- in the eye. Whoever looks away or laughs first gets a spanking.",
    "beg -jogador- to spank you. If you can convince him you can then spank another player.",
    "look -jogador- in the eye and tell them that you would like to see them naked.",
    "pretend you just met -jogador-. Use all your seduction weapons to at least get a kiss.",
    "Seriously ask -jogador- if you can nibble their ear. Do it, if you both consent!",
    "say, looking into the -jogador-'s eyes, that you would like to have sex with them all night.",
    "you are a policeman. -jogador- just stole a jewel. Arrest -jogador- by tying their hands behind their back and search them.",
    "take off 1 piece of clothing.",
    "kisse -jogador-'s back by drawing a number. If -jogador- doesn't guess it, spank them.",
    "designate 'smart', 'sexy' and 'funny' to 3 of the players.",
    "draw a penis on -jogador-'s arm. Let your creativity flow!",
    "gently breathe near -jogador-'s ear for 15 seconds.",
    "you have to convince -jogador- to kiss you on the neck.",
    "kiss -jogador- several times on the mouth."
  ],
  "hot": [
    "gently rub your hair on the chest of -jogador-.",
    "writes in large letters, on a sheet of paper, the following sentence: 'Tonight we are going to fuck all night.' and then glue the sheet to the window. At least the neighbors were warned!",
    "take a selfie kissing the part of the -jogador-'s body that you prefer.",
    "kiss -jogador- passionately for 30 seconds.",
    "gently squeeze -jogador-'s boobs for 15 seconds.",
    "sit on a chair. Your eyes will be blindfolded by -jogador- who can kiss you wherever they want for 1 minute.",
    "whispers something naughty in each player's ear.",
    "choose two places where -jogador- should kiss you.",
    "massage -jogador- for 2 minutes.",
    "-jogador- should stroke the right side of your ass while -jogador2- strokes the left side, for 30 seconds.",
    "-jogador- will tie you to a chair. You have to stay that way for the next 3 rounds.",
    "send a provocative photo to -jogador-.",
    "lift the shirt and show us your bra.",
    "kiss the player with the least clothes wherever you want.",
    "whispers something cheeky in -jogador-'s ear.",
    "take off your bra without taking off your shirt.",
    "show the poses you would do for a sexy photo shoot.",
    "passionately kiss the -jogador-'s neck.",
    "hug and gently rub your chest on -jogador-'s back, for 30 seconds.",
    "gently caresses the hair of -jogador- and then kiss them while holding their face.",
    "take off a piece of clothing.",
    "Gently lick the lips of -jogador-. You can also nibble on them!",
    "put a blindfold on! -jogador- and -jogador2- will kiss you. You have to guess who is who!",
    "touch the -jogador- tongue with yours without your lips touching.",
    "lick the neck of -jogador-.",
    "take off an piece of clothing. -jogador- must take off the same one.",
    "read a book or watch a video. -jogador- should try to distract you by touching you wherever he wants, except in your hands.",
    "make -jogador- and -jogador2- cuddle to you as much as possible for 1 minute.",
    "cuddle with -jogador-. He chooses between a soft cuddle or a sensual cuddle.",
    "Stand in the middle of the players. Close your eyes and turn 10 times. Stop at random, open your eyes and kiss the person in front of you.",
    "makes a declaration of love to -jogador-. No laughing!",
    "massage the thighs of -jogador- for 20 seconds.",
    "kiss the lower belly of -jogador-.",
    "gives a strong hug and caresses the hair of -jogador-.",
    "play with the earlobe of -jogador-, using only your tongue.",
    "softly kiss -jogador-'s back.",
    "kiss -jogador- on the mouth for 30 seconds.",
    "give a sensual massage to -jogador- for 2 minutes.",
    "let -jogador- kiss you wherever he wants for 30 seconds.",
    "gently nibble -jogador-'s lower lip.",
    "choose two people to kiss immediately!",
    "-jogador- will choose someone from your contacts to whom you should send the message: 'I'm not wearing underwear today'.",
    "beg for -jogador- to give you a good spanking! -jogador- will give you 3 very strong spanks.",
    "put both hands around the neck of -jogador- and kiss him passionately.",
    "-jogador- has absolute power over you for 30 seconds. -jogador- can ask for whatever they wants!",
    "cuddle with -jogador-. Stay like this until your next turn.",
    "you just woke up from a faint thanks to -jogador- mouth-to-mouth. Ask him to touch you in different places to see if there's anything broken.",
    "unfasten the pants of a -jogador- blindfolded.",
    "do a mini striptease by only taking off your shirt.",
    "for -jogador- to keep an eternal memory of this night, send him a nude or semi-nude of yours.",
    "you have 1 minute to make -jogador- go crazy by only using your tongue and one of your fingers!",
    "kiss -jogador- as if you were in a slow motion movie.",
    "choose two players to kiss each other affectionately with their tongue.",
    "Would you rather kiss the player on your right, the player on your left or both? Kiss each other if they agree!",
    "touch -jogador-'s body with your chest for 20 seconds.",
    "choose 3 players to have a triple kiss.",
    "puts on lipstick and then kiss -jogador-, leaving several marks on their body!",
    "and -jogador-, hug and stroke each other's asses.",
    " and -jogador- kiss for 1 minute in the dark. You can make all the noise you want!"
  ],
  "hard": [
    "sit on top of -jogador- and move your hips as if you were having sex.",
    "turn off the light. Touch each other without knowing who is who, for 3 minutes.",
    "lay down on your stomach. -jogador- must whip you for 30 seconds.",
    "leave a hickey on the chest or neck of -jogador-.",
    "bite -jogador-'s neck.",
    "get on all fours and guide the caressing hand of -jogador-. A little more to the side, a little bit slower...",
    "-jogador- will blindfold you. Indicate two parts of your body where he cannot touch you. He will play with everything else for 1 minute.",
    "-jogador- will melt an ice cube on your body while kissing him gently.",
    "Do everything to get -jogador- to touch you. -jogador- must resist for 1 minute.",
    "caress the face of -jogador- with your breasts.",
    "proudly show your chest.",
    "fill your hands with -jogador- breasts and play with them.",
    "show your ass. -jogador- take a picture of it and set it as your phone's wallpaper all night.",
    "passionately kiss -jogador- while mutually caressing each other's bodies for 1 minute.",
    "Beg -jogador- to spank you. You have to thank each one that -jogador- gives you and then willingly beg more.",
    "passionately kiss -jogador- for 2 minutes.",
    "play with your fingers sensually and then lick them while looking -jogador- in the eyes.",
    "choose where -jogador- should give you a hickey. It can't last longer than 7 seconds!",
    "do a complete striptease with a sensual song!",
    "you can't move! -jogador- and -jogador2- must caress your whole body for 2 minutes.",
    "slowly caresses -jogador-'s legs.",
    "passionately kiss -jogador- for 1 minute. Nibble their lower lip.",
    "go in front of a big mirror. -jogador- will stay behind you caressing your breasts. -jogador-, sensually lower your hands until they reach the inside of the thighs of -currentJogador-, always looking in the mirror.",
    "let -jogador- pinch your nipples. Help him by saying 'stronger' or 'weaker'.",
    "do a sensual dance with a person of your choice!",
    "push -jogador- against a wall and whisper in their ear all your wishes.",
    "Imagine everyone decides to record a naughty video. What would you like to happen?",
    "suck -jogador-'s thumb and then put it wherever they want.",
    "let -jogador- take a sexy picture of you.",
    "caresses -jogador-. He should give you exactly the same caresses.",
    "slowly lick -jogador-'s nipples.",
    "caress the thigh of -jogador- without using your hands. Use your imagination!",
    "lower the lighting or change the color of the lights to create a more intimate and sensual environment.",
    "Blindfold the eyes of -jogador-. You should breathe gently near various points of your body.",
    "show your ass to the players. Each must choose between touching it or spanking and doing it.",
    "-jogador- is lying on his back. Hold his hands, above his head while you're on top of him, resist his attempts to escape and nibble his lip.",
    "play '7 Minutes in Heaven' with -jogador-.",
    "gently lick -jogador-'s neck and ear.",
    "you just won the prize for the most beautiful ass in the world! -jogador- should photograph it from all angles.",
    "lay down on the floor with -jogador-. You should rub each other sensually for 1 minute.",
    "drink a bodyshot from -jogador-'s body.",
    "do everything you can to turn on -jogador- to the fullest, without touching his private parts. You have 1 minute.",
    "It's time to be dominated! Obey -jogador-'s orders for 1 minute!",
    "stand without moving. -jogador- can do whatever you want for 1 minute, but only with the tip of their tongue.",
    "try to lick your nipples! If you can't, ask -jogador- to lick them for you.",
    " and -jogador- have 1 minute to find the most absurd sextoy possible on the internet.",
    "turn on -jogador- for 1 minute without him being able to do anything.",
    "write 'FUCK ME' on the back of -jogador-. With a permanent marker if possible.",
    "let -jogador- and -jogador2- blindfold you and tie you to a chair. They can do whatever they want with you for 2 minutes.",
    "-jogador- will lean against a wall and kiss you on the neck for 30 seconds.",
    "stare into -jogador-'s eyes and say the most extreme thing you'd like to do to them.",
    "For 3 minutes, you are the master. -jogador- and -jogador2-, your seductive servants, shall do whatever you command."
  ]
}
