{
  "fun": [
    "diz à pessoa à tua frente que gostarias de lhe lamber o dedo grande do pé. É proibido começar a rir!",
    "não podes dizer 'sim' e 'não' nas próximas 3 rondas.",
    "agora és um gato! Coça a tua orelha com o pé.",
    "usa os óculos de outro jogador até à teu próximo turno.",
    "fica debaixo da mesa durante 2 rondas.",
    "coloca uma venda nos olhos. Os outros jogadores devem te fazer adivinhar 3 objectos.",
    "coloca uma despertador para tocar às 7H da manhã",
    "tira com uma selfie com os outros jogadores a fazer caretas.",
    "imita o Michael Jackson com um fundo musical.",
    "lambe o teu cotovelo.",
    "faz um elogio sincero a -jogador-",
    "deves aplaudir -jogador- cada vez que falar até ao teu próximo turno",
    "todos os jogadores devem-te vaiar cada vez que falares, até ao teu próximo turno",
    "-jogador- e -jogador2- devem escolher duas comidas e criar uma mistura improvável. Você deve comer a mistura.",
    "escreve num papel um número de 1 a 10. Todos os jogadores que adivinharem o número devem-te fazer cócegas durante 20 segundos.",
    "faz um desenho com os olhos vendados! O primeiro a acertar o que é fará um desafio a alguém.",
    "pede -jogador- em casamento usando um sotaque à tua escolha.",
    "dá uma alcunha a cada jogador. Eles devem manter a alcunha durante todo o jogo.",
    "termina as frases com a palavra 'sexy' durante as próximas duas rondas.",
    "desenha um bigode em -jogador-.",
    "massageia a cabeça de -jogador- durante 1 minuto.",
    "escolhe um objecto que todos os jogadores te devem entregar. O último a chegar recebe um desafio teu!",
    "com os olhos vendados, tenta reconhecer cada um dos jogadores usando apenas as tuas mãos.",
    "dança uma música rap com o jogador à tua direita.",
    "faz um espetáculo de marionetas com as tuas meias durante 2 minutos.",
    "canta uma música com água na boca durante 30 segundos.",
    "tens de fazer o desafio que sair ao próximo jogador, ao mesmo tempo que ele.",
    "responde à última mensagem que recebeste a dizer 'O José Figueiras nada teve haver com o 11 de Setembro'",
    "usa o teu lado criativo! Desenha o que quiseres na bochecha de -jogador-"
  ],
  "soft": [
    "lambe a orelha de -jogador-",
    "em qual do corpo tens mais cócegas? -jogador-, faz o teste!",
    "mostra uma parte do teu rabo para que -jogador- desenhe um smiley nele.",
    "foste malcriado! -jogador- vai-te dar uma palmada!",
    "tira uma peça de roupa escolhida por -jogador-",
    "termina as tuas frases com 'e eu adoro isso!' até ao teu próximo turno.",
    "faz uma declaração de amor durante 30 segundos a -jogador-.",
    "faz um carinho no rosto de -jogador- e diz, olhando nos seus olhos, o quanto o achas bonito.",
    "senta-te no colo de -jogador- durante duas rondas.",
    "massageia os ombros de -jogador- durante 45 segundos",
    "olha -jogador- nos olhos. Quem desviar o olhar primeiro ou rir leva uma palmada.",
    "implora para que -jogador- te dê uma palmada. Se o conseguires convencer podes, em seguida, dar uma palmada a outro jogador.",
    "diz nos olhos de -jogador- que o gostarias de ver nu",
    "finge que acabaste de conhecer -jogador-. Utiliza todas as tuas armas de sedução para conseguir pelo menos um beijinho.",
    "pergunta seriamente se podes mordiscar a orelha de -jogador-. Cumpre a tua pergunta se ambos consentirem!",
    "diz olhando nos olhos de -jogador- que gostarias de fazer sexo com ele a noite toda.",
    "és um policia. -jogador- acabou de roubar uma jóia. Prende -jogador- amarrando as suas mãos atrás das costas e revista-o.",
    "tira 1 peça de roupa.",
    "beija as costas de -jogador- desenhando um número. Se -jogador- não adivinhar, da-lhe uma palmada.",
    "designa 'inteligente', 'sexy' e 'engraçado' a 3 dos jogadores.",
    "desenha um pénis no braço de -jogador-. Quanto mais criativo, melhor!",
    "respira delicadamente perto da orelha de -jogador-.",
    "tens de convencer -jogador- a dar-te um beijo no pescoço."
  ],
  "hot": [
    "esfrega delicadamente os cabelos no peito de -jogador-.",
    "escreve em letras grandes, numa folha de papel, a seguinte frase: 'Hoje vamos foder a noite toda.' e depois cola a folha na janela. Pelo menos os vizinhos foram avisados! ",
    "tira uma selfie a beijar a parte do corpo de -jogador- que preferires.",
    "beija -jogador- de forma muito ardente durante 30 segundos.",
    "aperta delicadamente o peito de -jogador- durante 15 segundos.",
    "senta-te numa cadeira. Os teus olhos serão vendados por -jogador- que poderá beijar-te onde quiser durante 1 minuto.",
    "sussurra algo maroto na orelha de cada jogador.",
    "escolhe dois sitios onde -jogador- te deverá beijar",
    "faz uma massage a -jogador- durante 2 minutos",
    "-jogador- deverá acariciar o lado direito do teu rabo enquanto -jogador2- acaricia o lado esquerdo, durante 30 segundos",
    "-jogador- vai-te amarrar a uma cadeira. Tens de permanecer assim durante as próximas 3 rondas",
    "envia uma foto provocadora a -jogador-",
    "levanta a camisola e mostra o soutien",
    "dá um beijo onde quiseres no jogador que está com menos roupas.",
    "sussurra algo atrevido no ouvido de -jogador-.",
    "tira o teu soutien sem tirar a camisola.",
    "mostra as poses que farias para um sessão de fotos sexy.",
    "beija apaixonadamente o pescoço de -jogador-",
    "abraça e roça delicadamente o teu peito nas costas de -jogador- durante 30 segundos.",
    "acaricia delicadamente os cabelos de -jogador- e depois beija-o, segurando a sua cara.",
    "tira uma peça de roupa.",
    "lambe delicadamente os lábios de -jogador-. Também os podes mordiscar!",
    "coloca uma venda! -jogador- e -jogador2- irão dar-te um beijo. Tens de adivinhar quem é quem!",
    "toca na língua de -jogador- com a tua sem que os vossos lábios se encostem.",
    "lambe o pescoço de -jogador-.",
    "tira uma peça de roupa. -jogador- deve tirar a mesma.",
    "lê um livro ou assiste a um video. -jogador- deve tentar desconcentrar-te ao tocar-te onde quiser, exceto nas tuas mãos.",
    "faz com que -jogador- e -jogador2- fiquem colados a ti o máximo possivel durante 1 minuto.",
    "faz um carinho a -jogador-. Ele escolhe entre um carinho fofo e um carinho sensual.",
    "fica de pé no meio dos jogadores. Fecha os olhos e gira 10 vezes. Para ao acaso, abre os olhos e beija a pessoa que estiver à tua frente.",
    "faz uma declaração de amor a -jogador-. Não vale rir!",
    "massageia as coxas de -jogador- durante 20 segundos",
    "beija a parte inferior da barriga de -jogador-",
    "dá um abraço forte e acaricia os cabelos ao -jogador-",
    "brinca com o lóbulo da orelha de -jogador- usando apenas a tua língua.",
    "beija carinhosamente as costas de -jogador-.",
    "beija -jogador- na boca.",
    "faz uma massagem sensual a -jogador- durante 2 minutos.",
    "deixa -jogador- beijar-te onde quiser durante 30 segundos.",
    "mordisca delicamente o lábio inferior de -jogador-",
    "escolher duas pessoas para beijarem imediatamente!",
    "-jogador- irá escolher alguém nos teus contactos a quem deverás enviar a mensagem: 'Não estou a usar nada por baixo hoje'.",
    "implora para que -jogador- te dê umas belas palmadas! -jogador- vai dar-te 3 palmadas bem fortes.",
    "coloca as duas mãos em volta do pescoço de -jogador- e beija-o apaixonadamente.",
    "-jogador- tem todos o poder sobre ti durante 30 segundos. -jogador- pode pedir o que quiser!",
    "fica de conchinha com -jogador-. Fiquem assim até ao vosso próximo turno.",
    "acabaste de acordar de um desmaio graças ao boca-a-boca de -jogador-. Pede que ele te toque em diferentes sitios para ver se não há nada partido.",
    "desabotoa as calças de -jogador- com os olhos vendados.",
    "faz um mini striptease tirando apenas a camisola.",
    "para que -jogador- guarde uma lembrança eterna desta noite, envia para ele uma nude ou semi-nude tua.",
    "tens 1 minuto para enloquecer -jogador- usando apenas a tua língua e um dos teus dedos!",
    "sobe para cima de -jogador- e movimenta o quadril como se estivessem a fazer sexo.",
    "beija -jogador- como se estivessem num filme em câmera lenta.",
    "preferes beijar o jogador à tua direita, o jogador à tua esquerda ou os dois? Beijem-se se estiverem de acordo!",
    "toca no corpo de -jogador- com o teu peito durante 20 segundos."
  ],
  "hard": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "extremo": []
}
