{
  "fun1": [
    "diz à pessoa à tua frente que gostarias de lhe lamber o dedo grande do pé. É proibido começar a rir!",
    "não podes dizer as palavras 'sim' e 'não' nas próximas 3 rondas.",
    "agora és um gato! Coça a tua orelha com o pé.",
    "usa os óculos de outro jogador até ao teu próximo turno.",
    "fica debaixo da mesa durante 2 rondas.",
    "coloca uma venda nos olhos. Os outros jogadores devem fazer-te adivinhar 3 objectos.",
    "coloca uma despertador para tocar às 7H da manhã.",
    "tira uma selfie com os outros jogadores a fazer caretas.",
    "imita o Michael Jackson com uma música de fundo.",
    "lambe o teu cotovelo.",
    "faz um elogio sincero a -jogador-",
    "deves aplaudir -jogador- cada vez que falar até ao teu próximo turno.",
    "todos os jogadores devem vaiar-te cada vez que falares, até ao teu próximo turno.",
    "-jogador- e -jogador2- devem escolher duas comidas e criar uma mistura improvável. Tens de comer a mistura.",
    "escreve num papel um número de 1 a 10. Todos os jogadores que adivinharem o número devem-te fazer cócegas durante 20 segundos.",
    "faz um desenho com os olhos vendados! O primeiro a acertar o que é fará um desafio a alguém.",
    "pede -jogador- em casamento usando um sotaque à tua escolha.",
    "dá uma alcunha a cada jogador. Eles devem manter a alcunha durante todo o jogo.",
    "termina as frases com a palavra 'sexy' durante as próximas quatro rondas.",
    "desenha um bigode em -jogador-.",
    "massaja a cabeça de -jogador- durante 1 minuto.",
    "escolhe um objecto que todos os jogadores te devem entregar. O último a chegar recebe um desafio teu!",
    "com os olhos vendados, tenta reconhecer cada um dos jogadores usando apenas as tuas mãos.",
    "dança uma música rap com o jogador à tua direita.",
    "faz um espetáculo de marionetas com as tuas meias durante 2 minutos.",
    "canta uma música com água na boca durante 30 segundos.",
    "tens de fazer o desafio que sair ao próximo jogador ao mesmo tempo que ele.",
    "responde à última mensagem que recebeste a dizer 'O José Figueiras não teve nada a ver com o 11 de Setembro'",
    "usa o teu lado criativo! Desenha o que quiseres na bochecha de -jogador-"
  ],
  "fun": [
    "tell the person in front of you that you would like to lick their big toe. It's forbidden to start laughing!",
    "you cannot say the words 'yes' and 'no' for the next 3 rounds.",
    "you're now a cat! Scratch your ear with your foot.",
    "wear another player's glasses until your next turn.",
    "stay under the table for 2 rounds.",
    "put a blindfold on. The other players must make you guess 3 objects.",
    "set an alarm clock to go off at 7am.",
    "take a selfie with other players making faces.",
    "imitate Michael Jackson with background music.",
    "lick your elbow.",
    "gives a sincere compliment to -jogador-",
    "you must applaud -jogador- each time you speak until your next turn.",
    "all players must boo you every time you speak, until your next turn.",
    "-jogador- and -jogador2- must choose two foods and create an unlikely mix. You have to eat the mix.",
    "write a number from 1 to 10 on a piece of paper. All players who guess the number must tickle you for 20 seconds.",
    "make a drawing with your eyes closed! The first to get it right will make someone a dare.",
    "propose -jogador- to marry you using an accent of your choice.",
    "gives each player a nickname. They must keep the nickname throughout the game.",
    "ends sentences with the word 'sexy' during the next four rounds.",
    "draw a mustache on -jogador-.",
    "massage -jogador-'s head for 1 minute.",
    "choose an object that all players must give you. The last one to arrive receives a dare from you!",
    "get blindfolded, try to recognize each player using only your hands.",
    "dance a rap song with the player to your right.",
    "make a puppet show with your socks for 2 minutes.",
    "sing a song for 30 seconds while you have water in your mouth.",
    "you have to do the dare that comes out to the next player at the same time as them.",
    "use your creative side! Draw whatever you want on -jogador-'s cheek"
  ],
  "soft1": [
    "lambe a orelha de -jogador-.",
    "em que parte do corpo tens mais cócegas? -jogador-, faz o teste!",
    "mostra uma parte do teu rabo para que -jogador- desenhe um smiley nele.",
    "foste malcriado! -jogador- vai dar-te uma palmada!",
    "tira uma peça de roupa escolhida por -jogador-.",
    "termina as tuas frases com 'e eu adoro!' até ao teu próximo turno.",
    "faz uma declaração de amor durante 30 segundos a -jogador-.",
    "faz um carinho no rosto de -jogador- e diz, olhando nos seus olhos, o quanto o achas bonito.",
    "senta-te no colo de -jogador- durante duas rondas.",
    "massaja os ombros de -jogador- durante 45 segundos.",
    "olha -jogador- nos olhos. Quem desviar o olhar primeiro ou rir leva uma palmada.",
    "implora para que -jogador- te dê uma palmada. Se o conseguires convencer podes, em seguida, dar uma palmada a outro jogador.",
    "diz nos olhos de -jogador- que gostarias de o ver nu.",
    "finge que acabaste de conhecer -jogador-. Utiliza todas as tuas armas de sedução para conseguir pelo menos um beijinho.",
    "pergunta seriamente a -jogador- se podes mordiscar a sua orelha. Fá-lo, se ambos consentirem!",
    "diz, olhando nos olhos de -jogador-, que gostarias de fazer sexo com ele a noite toda.",
    "és um polícia. -jogador- acabou de roubar uma jóia. Prende -jogador- amarrando as suas mãos atrás das costas e revista-o.",
    "tira 1 peça de roupa.",
    "beija as costas de -jogador- desenhando um número. Se -jogador- não adivinhar, dá-lhe uma palmada.",
    "designa 'inteligente', 'sexy' e 'engraçado' a 3 dos jogadores.",
    "desenha um pénis no braço de -jogador-. Quanto mais criativo, melhor!",
    "respira delicadamente perto da orelha de -jogador- durante 15 segundos.",
    "tens de convencer -jogador- a dar-te um beijo no pescoço.",
    "beija várias vezes -jogador- na boca. Pode ser beijo com língua."
  ],
  "soft": [
    "lick -jogador-'s ear.",
    "which part of your body are you the most ticklish? -jogador-, take the test!",
    "show a part of your ass so that -jogador- draws a smiley on it.",
    "you were rude! -jogador- will spank you!",
    "take off an item of clothing chosen by -jogador-.",
    "end your sentences with 'and I love it!' until your next turn.",
    "make a declaration of love for 30 seconds to -jogador-.",
    "caress the face of -jogador- and say, looking into his eyes, how beautiful you think they is.",
    "sit on the lap of -jogador- for two rounds.",
    "massages the shoulders of -jogador- for 45 seconds.",
    "look -jogador- in the eye. Whoever looks away or laughs first gets a spanking.",
    "beg -jogador- to spank you. If you can convince him you can then spank another player.",
    "look -jogador- in the eye and tell them that you would like to see them naked.",
    "pretend you just met -jogador-. Use all your seduction weapons to at least get a kiss.",
    "Seriously ask -jogador- if you can nibble their ear. Do it, if you both consent!",
    "say, looking into the -jogador-'s eyes, that you would like to have sex with them all night.",
    "you are a policeman. -jogador- just stole a jewel. Arrest -jogador- by tying their hands behind their back and search them.",
    "take off 1 piece of clothing.",
    "kisse -jogador-'s back by drawing a number. If -jogador- doesn't guess it, spank them.",
    "designate 'smart', 'sexy' and 'funny' to 3 of the players.",
    "draw a penis on -jogador-'s arm. Let your creativity flow!",
    "gently breathe near -jogador-'s ear for 15 seconds.",
    "you have to convince -jogador- to kiss you on the neck.",
    "kiss -jogador- several times on the mouth."
  ],
  "hot1": [
    "esfrega delicadamente os cabelos no peito de -jogador-.",
    "escreve em letras grandes, numa folha de papel, a seguinte frase: 'Hoje vamos foder a noite toda.' e depois cola a folha na janela. Pelo menos os vizinhos foram avisados! ",
    "tira uma selfie a beijar a parte do corpo de -jogador- que preferires.",
    "beija -jogador- de forma muito ardente durante 30 segundos.",
    "aperta delicadamente o peito de -jogador- durante 15 segundos.",
    "senta-te numa cadeira. Os teus olhos serão vendados por -jogador- que poderá beijar-te onde quiser durante 1 minuto.",
    "sussurra algo maroto na orelha de cada jogador.",
    "escolhe dois sítios onde -jogador- te deverá beijar.",
    "faz uma massagem a -jogador- durante 2 minutos.",
    "-jogador- deverá acariciar o lado direito do teu rabo enquanto -jogador2- acaricia o lado esquerdo, durante 30 segundos.",
    "-jogador- vai-te amarrar a uma cadeira. Tens de permanecer assim durante as próximas 3 rondas.",
    "envia uma foto provocadora a -jogador-.",
    "levanta a camisola e mostra o soutien.",
    "dá um beijo onde quiseres no jogador que está com menos roupas.",
    "sussurra algo atrevido no ouvido de -jogador-.",
    "tira o teu soutien sem tirar a camisola.",
    "mostra as poses que farias para um sessão de fotos sexy.",
    "beija apaixonadamente o pescoço de -jogador-.",
    "abraça e roça delicadamente o teu peito nas costas de -jogador-, durante 30 segundos.",
    "acaricia delicadamente os cabelos de -jogador- e depois beija-o, segurando a sua cara.",
    "tira uma peça de roupa.",
    "lambe delicadamente os lábios de -jogador-. Também os podes mordiscar!",
    "coloca uma venda! -jogador- e -jogador2- irão dar-te um beijo. Tens de adivinhar quem é quem!",
    "toca na língua de -jogador- com a tua sem que os vossos lábios se encostem.",
    "lambe o pescoço de -jogador-.",
    "tira uma peça de roupa. -jogador- deve tirar a mesma.",
    "lê um livro ou assiste a um vídeo. -jogador- deve tentar desconcentrar-te ao tocar-te onde quiser, exceto nas tuas mãos.",
    "faz com que -jogador- e -jogador2- fiquem colados a ti o máximo possivel durante 1 minuto.",
    "faz um carinho a -jogador-. Ele escolhe entre um carinho fofo e um carinho sensual.",
    "fica de pé no meio dos jogadores. Fecha os olhos e gira 10 vezes. Para ao acaso, abre os olhos e beija a pessoa que estiver à tua frente.",
    "faz uma declaração de amor a -jogador-. Não vale rir!",
    "massaja as coxas de -jogador- durante 20 segundos.",
    "beija a parte inferior da barriga de -jogador-.",
    "dá um abraço forte e acaricia os cabelos a -jogador-.",
    "brinca com o lóbulo da orelha de -jogador-, usando apenas a tua língua.",
    "beija carinhosamente as costas de -jogador-.",
    "beija -jogador- na boca durante 30 segundos.",
    "faz uma massagem sensual a -jogador- durante 2 minutos.",
    "deixa -jogador- beijar-te onde quiser durante 30 segundos.",
    "mordisca delicadamente o lábio inferior de -jogador-.",
    "escolhe duas pessoas para se beijarem imediatamente!",
    "-jogador- irá escolher alguém nos teus contactos a quem deverás enviar a mensagem: 'Não estou a usar roupa interior hoje'.",
    "implora para que -jogador- te dê umas belas palmadas! -jogador- vai dar-te 3 palmadas bem fortes.",
    "coloca as duas mãos em volta do pescoço de -jogador- e beija-o apaixonadamente.",
    "-jogador- tem poder absoluto sobre ti durante 30 segundos. -jogador- pode pedir o que quiser!",
    "fica de conchinha com -jogador-. Fiquem assim até ao vosso próximo turno.",
    "acabaste de acordar de um desmaio graças ao boca-a-boca de -jogador-. Pede que ele te toque em diferentes sítios para ver se não há nada partido.",
    "desaperta as calças de -jogador- com os olhos vendados.",
    "faz um mini striptease tirando apenas a camisola.",
    "para que -jogador- guarde uma lembrança eterna desta noite, envia-lhe uma nude ou semi-nude tua.",
    "tens 1 minuto para enlouquecer -jogador- usando apenas a tua língua e um dos teus dedos!",
    "beija -jogador- como se estivessem num filme em câmera lenta.",
    "escolhe dois jogadores para se beijarem carinhosamente com a língua.",
    "preferes beijar o jogador à tua direita, o jogador à tua esquerda ou os dois? Beijem-se se estiverem de acordo!",
    "toca no corpo de -jogador- com o teu peito durante 20 segundos.",
    "escolhe 3 jogadores para darem um beijo triplo.",
    "põe batom e em seguida beija -jogador-, deixando várias marcas no seu corpo!",
    "e -jogador-, abracem-se e acariciem o rabo um do outro.",
    "beija -jogador- de modo a que a ponta das vossas linguas se toquem.",
    " e -jogador- beijem-se durante 1 minuto no escuro. Podem fazer todo o barulho que quiserem!"
  ],
  "hot": [
    "gently rub your hair on the chest of -jogador-.",
    "writes in large letters, on a sheet of paper, the following sentence: 'Tonight we are going to fuck all night.' and then glue the sheet to the window. At least the neighbors were warned!",
    "take a selfie kissing the part of the -jogador-'s body that you prefer.",
    "kiss -jogador- passionately for 30 seconds.",
    "gently squeeze -jogador-'s boobs for 15 seconds.",
    "sit on a chair. Your eyes will be blindfolded by -jogador- who can kiss you wherever they want for 1 minute.",
    "whispers something naughty in each player's ear.",
    "choose two places where -jogador- should kiss you.",
    "massage -jogador- for 2 minutes.",
    "-jogador- should stroke the right side of your ass while -jogador2- strokes the left side, for 30 seconds.",
    "-jogador- will tie you to a chair. You have to stay that way for the next 3 rounds.",
    "send a provocative photo to -jogador-.",
    "lift the shirt and show us your bra.",
    "kiss the player with the least clothes wherever you want.",
    "whispers something cheeky in -jogador-'s ear.",
    "take off your bra without taking off your shirt.",
    "show the poses you would do for a sexy photo shoot.",
    "passionately kiss the -jogador-'s neck.",
    "hug and gently rub your chest on -jogador-'s back, for 30 seconds.",
    "gently caresses the hair of -jogador- and then kiss them while holding their face.",
    "take off a piece of clothing.",
    "Gently lick the lips of -jogador-. You can also nibble on them!",
    "put a blindfold on! -jogador- and -jogador2- will kiss you. You have to guess who is who!",
    "touch the -jogador- tongue with yours without your lips touching.",
    "lick the neck of -jogador-.",
    "take off an piece of clothing. -jogador- must take off the same one.",
    "read a book or watch a video. -jogador- should try to distract you by touching you wherever he wants, except in your hands.",
    "make -jogador- and -jogador2- cuddle to you as much as possible for 1 minute.",
    "cuddle with -jogador-. He chooses between a soft cuddle or a sensual cuddle.",
    "Stand in the middle of the players. Close your eyes and turn 10 times. Stop at random, open your eyes and kiss the person in front of you.",
    "makes a declaration of love to -jogador-. No laughing!",
    "massage the thighs of -jogador- for 20 seconds.",
    "kiss the lower belly of -jogador-.",
    "gives a strong hug and caresses the hair of -jogador-.",
    "play with the earlobe of -jogador-, using only your tongue.",
    "softly kiss -jogador-'s back.",
    "kiss -jogador- on the mouth for 30 seconds.",
    "give a sensual massage to -jogador- for 2 minutes.",
    "let -jogador- kiss you wherever he wants for 30 seconds.",
    "gently nibble -jogador-'s lower lip.",
    "choose two people to kiss immediately!",
    "-jogador- will choose someone from your contacts to whom you should send the message: 'I'm not wearing underwear today'.",
    "beg for -jogador- to give you a good spanking! -jogador- will give you 3 very strong spanks.",
    "put both hands around the neck of -jogador- and kiss him passionately.",
    "-jogador- has absolute power over you for 30 seconds. -jogador- can ask for whatever they wants!",
    "cuddle with -jogador-. Stay like this until your next turn.",
    "you just woke up from a faint thanks to -jogador- mouth-to-mouth. Ask him to touch you in different places to see if there's anything broken.",
    "unfasten the pants of a -jogador- blindfolded.",
    "do a mini striptease by only taking off your shirt.",
    "for -jogador- to keep an eternal memory of this night, send him a nude or semi-nude of yours.",
    "you have 1 minute to make -jogador- go crazy by only using your tongue and one of your fingers!",
    "kiss -jogador- as if you were in a slow motion movie.",
    "choose two players to kiss each other affectionately with their tongue.",
    "Would you rather kiss the player on your right, the player on your left or both? Kiss each other if they agree!",
    "touch -jogador-'s body with your chest for 20 seconds.",
    "choose 3 players to have a triple kiss.",
    "puts on lipstick and then kiss -jogador-, leaving several marks on their body!",
    "and -jogador-, hug and stroke each other's asses.",
    " and -jogador- kiss for 1 minute in the dark. You can make all the noise you want!"
  ],
  "hard1": [
    "senta-te em cima de -jogador- e movimenta o quadril como se estivessem a fazer sexo.",
    "apaga a luz. Toquem-se uns aos outros sem saber quem é quem, durante 3 minutos.",
    "deita-te de barriga para baixo. -jogador- deverá chicotear-te durante 30 segundos.",
    "faz um chupão no peito ou no pescoço de -jogador-.",
    "morde o pescoço de -jogador-.",
    "fica de quatro e guia as carícias de -jogador-. Um pouco mais para o lado, mais devagar...",
    "-jogador- vai vendar os teus olhos. Indica duas partes do teu corpo onde ele não te pode tocar. Ele vai brincar com todo o resto durante 1 minuto.",
    "-jogador- vai derreter um cubo de gelo no teu corpo enquanto o beija delicadamente.",
    "faz de tudo para que -jogador- toque em ti. -jogador- deve resistir durante 1 minuto.",
    "acaricia o rosto de -jogador- com os teus peitos.",
    "mostra, com orgulho, o teu peito.",
    "enche as tuas mãos com os seios de -jogador- e brinca com eles.",
    "mostra o teu rabo. -jogador- tira-lhe uma foto e coloca como fundo de tela do telemóvel durante a noite toda.",
    "beija apaixonadamente -jogador- enquanto acariciam mutuamente o corpo de cada um durante 1 minuto.",
    "implora para que -jogador- te dê palmadas. Tens de agradecer por cada uma que -jogador- te der e em seguida implorar com mais vontade.",
    "beija ardentemente -jogador- durante 2 minutos.",
    "brinca com os teus dedos de forma sensual e depois lambe-os enquanto olhas -jogador- nos olhos.",
    "escolhe onde -jogador- te deve dar um chupão. Não pode durar mais que 7 segundos!",
    "faz um striptease completo com uma música sensual!",
    "não te podes mexer! -jogador- e -jogador2- devem acariciar todo o teu corpo durante 2 minutos.",
    "acaricia lentamente a parte interior e o meio das pernas de -jogador-.",
    "beija ardentemente -jogador- durante 1 minuto. Mordisca o seu lábio inferior.",
    "vai para a frente de um espelho grande. -jogador- vai ficar atrás de ti a acariciar os teus seios. -jogador-, desce sensualmente as tuas mãos até que cheguem ao interior das coxas de -currentJogador-, sempre a olhar pelo espelho.",
    "deixa -jogador- beliscar os teus mamilos. Ajuda-o dizendo 'mais forte' ou 'mais fraco'.",
    "faz uma dança sensual com uma pessoa à tua escolha!",
    "encosta -jogador- a uma parede e sussurra na sua orelha todos os teus desejos.",
    "imagina que decidem todos gravar um vídeo maroto. O que gostarias que acontecesse?",
    "chupa o dedo de -jogador- e depois coloca-o onde ele quiser.",
    "deixa -jogador- tirar-te uma foto sexy.",
    "acaricia -jogador-. Ele deverá devolver-te exatamente as mesmas carícias.",
    "lambe lentamente os mamilos de -jogador-.",
    "acaricia a coxa de -jogador- sem usar as mãos. Usa a tua imaginação!",
    "baixa a iluminação ou muda a cor das luzes de forma a criar um ambiente mais íntimo e sensual.",
    "venda os olhos de -jogador-. Deverás respirar delicadamente perto de vários pontos do seu corpo.",
    "mostra o teu rabo aos jogadores. Cada um deve escolher entre tocar-lhe ou dar uma palmada e fazê-lo.",
    "-jogador- está deitado de barriga para cima. Segura nas suas mãos, a cima da sua cabeça enquanto estás em cima dele, resiste às suas tentativas de escapar e mordisca o seu lábio.",
    "joga ao '7 Minutes in Heaven' com -jogador-.",
    "lambe delicadamente o pescoço e a orelha de -jogador-.",
    "acabaste de ganhar o prémio de rabo mais lindo do mundo! -jogador- deverá fotografá-lo de todos os ângulos.",
    "deita-te no chão com -jogador-. Devem-se esfregar sensualmente um no outro durante 1 minuto.",
    "bebe um bodyshot no corpo de -jogador-.",
    "faz tudo o que conseguires para excitar -jogador- ao máximo, sem lhe tocares nas partes íntimas. Tens 1 minuto.",
    "está na hora de seres dominado! Obedece às ordens de -jogador- durante 1 minuto!",
    "fica de pé sem te moveres. -jogador- pode fazer o que quiser durante 1 minuto, mas apenas com a ponta da língua.",
    "tenta lamber os teus mamilos! Se não conseguires pede a -jogador- que os lamba por ti.",
    " e -jogador- têm 1 minuto para encontrar na internet o sextoy mais absurdo possível.",
    "excita -jogador- durante 1 minuto sem que ele possa fazer alguma coisa.",
    "escreve 'FODE-ME' nas costas de -jogador-. Com um marcador permanente, se possível.",
    "deixa -jogador- e -jogador2- vendarem-te e atarem-te a uma cadeira. Eles podem fazer o que quiserem contigo durante 2 minutos.",
    "-jogador- vai-te encostar a uma parede e beijar-te no pescoço durante 30 segundos.",
    "olha fixamente nos olhos de -jogador- e diz a coisa mais extrema que gostarias de fazer com ele.",
    "durante 3 minutos, és o mestre. -jogador- e -jogador2-, os teus servos sedutores, devem fazer tudo o que ordenares."
  ],
  "hard": [
    "sit on top of -jogador- and move your hips as if you were having sex.",
    "turn off the light. Touch each other without knowing who is who, for 3 minutes.",
    "lay down on your stomach. -jogador- must whip you for 30 seconds.",
    "leave a hickey on the chest or neck of -jogador-.",
    "bite -jogador-'s neck.",
    "get on all fours and guide the caressing hand of -jogador-. A little more to the side, a little bit slower...",
    "-jogador- will blindfold you. Indicate two parts of your body where he cannot touch you. He will play with everything else for 1 minute.",
    "-jogador- will melt an ice cube on your body while kissing him gently.",
    "Do everything to get -jogador- to touch you. -jogador- must resist for 1 minute.",
    "caress the face of -jogador- with your breasts.",
    "proudly show your chest.",
    "fill your hands with -jogador- breasts and play with them.",
    "show your ass. -jogador- take a picture of it and set it as your phone's wallpaper all night.",
    "passionately kiss -jogador- while mutually caressing each other's bodies for 1 minute.",
    "Beg -jogador- to spank you. You have to thank each one that -jogador- gives you and then willingly beg more.",
    "passionately kiss -jogador- for 2 minutes.",
    "play with your fingers sensually and then lick them while looking -jogador- in the eyes.",
    "choose where -jogador- should give you a hickey. It can't last longer than 7 seconds!",
    "do a complete striptease with a sensual song!",
    "you can't move! -jogador- and -jogador2- must caress your whole body for 2 minutes.",
    "slowly caresses -jogador-'s legs.",
    "passionately kiss -jogador- for 1 minute. Nibble their lower lip.",
    "go in front of a big mirror. -jogador- will stay behind you caressing your breasts. -jogador-, sensually lower your hands until they reach the inside of the thighs of -currentJogador-, always looking in the mirror.",
    "let -jogador- pinch your nipples. Help him by saying 'stronger' or 'weaker'.",
    "do a sensual dance with a person of your choice!",
    "push -jogador- against a wall and whisper in their ear all your wishes.",
    "Imagine everyone decides to record a naughty video. What would you like to happen?",
    "suck -jogador-'s thumb and then put it wherever they want.",
    "let -jogador- take a sexy picture of you.",
    "caresses -jogador-. He should give you exactly the same caresses.",
    "slowly lick -jogador-'s nipples.",
    "caress the thigh of -jogador- without using your hands. Use your imagination!",
    "lower the lighting or change the color of the lights to create a more intimate and sensual environment.",
    "Blindfold the eyes of -jogador-. You should breathe gently near various points of your body.",
    "show your ass to the players. Each must choose between touching it or spanking and doing it.",
    "-jogador- is lying on his back. Hold his hands, above his head while you're on top of him, resist his attempts to escape and nibble his lip.",
    "play '7 Minutes in Heaven' with -jogador-.",
    "gently lick -jogador-'s neck and ear.",
    "you just won the prize for the most beautiful ass in the world! -jogador- should photograph it from all angles.",
    "lay down on the floor with -jogador-. You should rub each other sensually for 1 minute.",
    "drink a bodyshot from -jogador-'s body.",
    "do everything you can to turn on -jogador- to the fullest, without touching his private parts. You have 1 minute.",
    "It's time to be dominated! Obey -jogador-'s orders for 1 minute!",
    "stand without moving. -jogador- can do whatever you want for 1 minute, but only with the tip of their tongue.",
    "try to lick your nipples! If you can't, ask -jogador- to lick them for you.",
    " and -jogador- have 1 minute to find the most absurd sextoy possible on the internet.",
    "turn on -jogador- for 1 minute without him being able to do anything.",
    "write 'FUCK ME' on the back of -jogador-. With a permanent marker if possible.",
    "let -jogador- and -jogador2- blindfold you and tie you to a chair. They can do whatever they want with you for 2 minutes.",
    "-jogador- will lean against a wall and kiss you on the neck for 30 seconds.",
    "stare into -jogador-'s eyes and say the most extreme thing you'd like to do to them.",
    "For 3 minutes, you are the master. -jogador- and -jogador2-, your seductive servants, shall do whatever you command."
  ]
}
