{
  "fun": [
    "diz à pessoa à tua frente que gostarias de lhe lamber o dedo grande do pé. É proibido começar a rir!",
    "não podes dizer as palavras 'sim' e 'não' nas próximas 3 rondas.",
    "agora és um gato! Coça a tua orelha com o pé.",
    "usa os óculos de outro jogador até ao teu próximo turno.",
    "fica debaixo da mesa durante 2 rondas.",
    "coloca uma venda nos olhos. Os outros jogadores devem fazer-te adivinhar 3 objectos.",
    "coloca uma despertador para tocar às 7H da manhã.",
    "tira uma selfie com os outros jogadores a fazer caretas.",
    "imita o Michael Jackson com uma música de fundo.",
    "lambe o teu cotovelo.",
    "faz um elogio sincero a -jogador-",
    "deves aplaudir -jogador- cada vez que falar até ao teu próximo turno.",
    "todos os jogadores devem vaiar-te cada vez que falares, até ao teu próximo turno.",
    "-jogador- e -jogador2- devem escolher duas comidas e criar uma mistura improvável. Tens de comer a mistura.",
    "escreve num papel um número de 1 a 10. Todos os jogadores que adivinharem o número devem-te fazer cócegas durante 20 segundos.",
    "faz um desenho com os olhos vendados! O primeiro a acertar o que é fará um desafio a alguém.",
    "pede -jogador- em casamento usando um sotaque à tua escolha.",
    "dá uma alcunha a cada jogador. Eles devem manter a alcunha durante todo o jogo.",
    "termina as frases com a palavra 'sexy' durante as próximas quatro rondas.",
    "desenha um bigode em -jogador-.",
    "massaja a cabeça de -jogador- durante 1 minuto.",
    "escolhe um objecto que todos os jogadores te devem entregar. O último a chegar recebe um desafio teu!",
    "com os olhos vendados, tenta reconhecer cada um dos jogadores usando apenas as tuas mãos.",
    "dança uma música rap com o jogador à tua direita.",
    "faz um espetáculo de marionetas com as tuas meias durante 2 minutos.",
    "canta uma música com água na boca durante 30 segundos.",
    "tens de fazer o desafio que sair ao próximo jogador ao mesmo tempo que ele.",
    "responde à última mensagem que recebeste a dizer 'O José Figueiras não teve nada a ver com o 11 de Setembro'",
    "usa o teu lado criativo! Desenha o que quiseres na bochecha de -jogador-"
  ],
  "soft": [
    "lambe a orelha de -jogador-.",
    "em que parte do corpo tens mais cócegas? -jogador-, faz o teste!",
    "mostra uma parte do teu rabo para que -jogador- desenhe um smiley nele.",
    "foste malcriado! -jogador- vai dar-te uma palmada!",
    "tira uma peça de roupa escolhida por -jogador-.",
    "termina as tuas frases com 'e eu adoro!' até ao teu próximo turno.",
    "faz uma declaração de amor durante 30 segundos a -jogador-.",
    "faz um carinho no rosto de -jogador- e diz, olhando nos seus olhos, o quanto o achas bonito.",
    "senta-te no colo de -jogador- durante duas rondas.",
    "massaja os ombros de -jogador- durante 45 segundos.",
    "olha -jogador- nos olhos. Quem desviar o olhar primeiro ou rir leva uma palmada.",
    "implora para que -jogador- te dê uma palmada. Se o conseguires convencer podes, em seguida, dar uma palmada a outro jogador.",
    "diz nos olhos de -jogador- que gostarias de o ver nu.",
    "finge que acabaste de conhecer -jogador-. Utiliza todas as tuas armas de sedução para conseguir pelo menos um beijinho.",
    "pergunta seriamente a -jogador- se podes mordiscar a sua orelha. Fá-lo, se ambos consentirem!",
    "diz, olhando nos olhos de -jogador-, que gostarias de fazer sexo com ele a noite toda.",
    "és um polícia. -jogador- acabou de roubar uma jóia. Prende -jogador- amarrando as suas mãos atrás das costas e revista-o.",
    "tira 1 peça de roupa.",
    "beija as costas de -jogador- desenhando um número. Se -jogador- não adivinhar, dá-lhe uma palmada.",
    "designa 'inteligente', 'sexy' e 'engraçado' a 3 dos jogadores.",
    "desenha um pénis no braço de -jogador-. Quanto mais criativo, melhor!",
    "respira delicadamente perto da orelha de -jogador- durante 15 segundos.",
    "tens de convencer -jogador- a dar-te um beijo no pescoço.",
    "beija várias vezes -jogador- na boca. Pode ser beijo com língua."
  ],
  "hot": [
    "esfrega delicadamente os cabelos no peito de -jogador-.",
    "escreve em letras grandes, numa folha de papel, a seguinte frase: 'Hoje vamos foder a noite toda.' e depois cola a folha na janela. Pelo menos os vizinhos foram avisados! ",
    "tira uma selfie a beijar a parte do corpo de -jogador- que preferires.",
    "beija -jogador- de forma muito ardente durante 30 segundos.",
    "aperta delicadamente o peito de -jogador- durante 15 segundos.",
    "senta-te numa cadeira. Os teus olhos serão vendados por -jogador- que poderá beijar-te onde quiser durante 1 minuto.",
    "sussurra algo maroto na orelha de cada jogador.",
    "escolhe dois sítios onde -jogador- te deverá beijar.",
    "faz uma massagem a -jogador- durante 2 minutos.",
    "-jogador- deverá acariciar o lado direito do teu rabo enquanto -jogador2- acaricia o lado esquerdo, durante 30 segundos.",
    "-jogador- vai-te amarrar a uma cadeira. Tens de permanecer assim durante as próximas 3 rondas.",
    "envia uma foto provocadora a -jogador-.",
    "levanta a camisola e mostra o soutien.",
    "dá um beijo onde quiseres no jogador que está com menos roupas.",
    "sussurra algo atrevido no ouvido de -jogador-.",
    "tira o teu soutien sem tirar a camisola.",
    "mostra as poses que farias para um sessão de fotos sexy.",
    "beija apaixonadamente o pescoço de -jogador-.",
    "abraça e roça delicadamente o teu peito nas costas de -jogador-, durante 30 segundos.",
    "acaricia delicadamente os cabelos de -jogador- e depois beija-o, segurando a sua cara.",
    "tira uma peça de roupa.",
    "lambe delicadamente os lábios de -jogador-. Também os podes mordiscar!",
    "coloca uma venda! -jogador- e -jogador2- irão dar-te um beijo. Tens de adivinhar quem é quem!",
    "toca na língua de -jogador- com a tua sem que os vossos lábios se encostem.",
    "lambe o pescoço de -jogador-.",
    "tira uma peça de roupa. -jogador- deve tirar a mesma.",
    "lê um livro ou assiste a um video. -jogador- deve tentar desconcentrar-te ao tocar-te onde quiser, exceto nas tuas mãos.",
    "faz com que -jogador- e -jogador2- fiquem colados a ti o máximo possivel durante 1 minuto.",
    "faz um carinho a -jogador-. Ele escolhe entre um carinho fofo e um carinho sensual.",
    "fica de pé no meio dos jogadores. Fecha os olhos e gira 10 vezes. Para ao acaso, abre os olhos e beija a pessoa que estiver à tua frente.",
    "faz uma declaração de amor a -jogador-. Não vale rir!",
    "massaja as coxas de -jogador- durante 20 segundos.",
    "beija a parte inferior da barriga de -jogador-.",
    "dá um abraço forte e acaricia os cabelos a -jogador-.",
    "brinca com o lóbulo da orelha de -jogador-, usando apenas a tua língua.",
    "beija carinhosamente as costas de -jogador-.",
    "beija -jogador- na boca durante 30 segundos.",
    "faz uma massagem sensual a -jogador- durante 2 minutos.",
    "deixa -jogador- beijar-te onde quiser durante 30 segundos.",
    "mordisca delicamente o lábio inferior de -jogador-.",
    "escolhe duas pessoas para se beijarem imediatamente!",
    "-jogador- irá escolher alguém nos teus contactos a quem deverás enviar a mensagem: 'Não estou a usar roupa interior hoje'.",
    "implora para que -jogador- te dê umas belas palmadas! -jogador- vai dar-te 3 palmadas bem fortes.",
    "coloca as duas mãos em volta do pescoço de -jogador- e beija-o apaixonadamente.",
    "-jogador- tem poder absoluto sobre ti durante 30 segundos. -jogador- pode pedir o que quiser!",
    "fica de conchinha com -jogador-. Fiquem assim até ao vosso próximo turno.",
    "acabaste de acordar de um desmaio graças ao boca-a-boca de -jogador-. Pede que ele te toque em diferentes sítios para ver se não há nada partido.",
    "desaperta as calças de -jogador- com os olhos vendados.",
    "faz um mini striptease tirando apenas a camisola.",
    "para que -jogador- guarde uma lembrança eterna desta noite, envia-lhe uma nude ou semi-nude tua.",
    "tens 1 minuto para enloquecer -jogador- usando apenas a tua língua e um dos teus dedos!",
    "beija -jogador- como se estivessem num filme em câmera lenta.",
    "escolhe dois jogadores para se beijarem carinhosamente com a língua.",
    "preferes beijar o jogador à tua direita, o jogador à tua esquerda ou os dois? Beijem-se se estiverem de acordo!",
    "toca no corpo de -jogador- com o teu peito durante 20 segundos.",
    "escolhe 3 jogadores para darem um beijo triplo.",
    "põe batom e em seguida beija -jogador-, deixando várias marcas no seu corpo!",
    "e -jogador-, abracem-se e acariciem o rabo um do outro.",
    "beija -jogador- de modo a que a ponta das vossas linguas se toquem.",
    " e -jogador- beijem-se durante 1 minuto no escuro. Podem fazer todo o barulho que quiserem!"
  ],
  "hard": [
    "senta-te em cima de -jogador- e movimenta o quadril como se estivessem a fazer sexo.",
    "apaga a luz. Toquem-se uns aos outros sem saber quem é quem, durante 3 minutos.",
    "deita-te de barriga para baixo. -jogador- deverá chicotear-te durante 30 segundos.",
    "faz um chupão no peito ou no pescoço de -jogador-.",
    "morde o pescoço de -jogador-.",
    "fica de quatro e guia as carícias de -jogador-. Um pouco mais para o lado, mais devagar...",
    "-jogador- vai vendar os teus olhos. Indica duas parte do teu corpo onde ele não te pode tocar. Ele vai brincar com todo o resto durante 1 minuto.",
    "-jogador- vai derreter um cubo de gelo no teu corpo enquanto o beija delicadamente.",
    "faz de tudo para que -jogador- toque em ti. -jogador- deve resistir durante 1 minuto.",
    "acaricia o rosto de -jogador- com os teus peitos.",
    "mostra, com orgulho, o teu peito.",
    "enche as tuas mãos com os seios de -jogador- e brinca com eles.",
    "mostra o teu rabo. -jogador- tira uma foto e coloca como fundo de tela do telemóvel durante a noite toda.",
    "beija apaixonadamente -jogador- enquanto acariciam mutuamente o corpo de cada um durante 1 minuto.",
    "implora para que -jogador- te dê palmadas. Tens de agradecer por cada uma que -jogador- te der e em seguida implorar com mais vontade.",
    "beija ardentemente -jogador- durante 2 minutos.",
    "brinca com os teus dedos de forma sensual e depois lambe-os enquanto olhas -jogador- nos olhos.",
    "escolhe onde -jogador- te deve dar um chupão. Não pode durar mais que 7 segundos!",
    "faz um striptease completo com uma música sensual!",
    "não te podes mexer! -jogador- e -jogador2- devem acariciar todo o teu corpo durante 2 minutos.",
    "acaricia lentamente a parte interior e o meio das pernas de -jogador-.",
    "beija ardentemente -jogador- durante 1 minuto. Mordisca o seu lábio inferior.",
    "vai para a frente de um espelho grande. -jogador- vai ficar atrás de ti a acariciar os teus seios. -jogador-, desce sensualmente as tuas mãos até que cheguem ao interior das coxas de -currentJogador-, sempre a olhar pelo espelho.",
    "deixa -jogador- beliscar os teus mamilos. Ajuda-o dizendo 'mais forte' ou 'mais fraco'.",
    "faz uma dança sensual com uma pessoa à tua escolha!",
    "encosta -jogador- a uma parede e sussurra na sua orelha todos os teus desejos.",
    "imagina que decidem todos gravar um video maroto. O que gostarias que acontecesse?",
    "chupa o dedo de -jogador- e depois coloca-o onde ele quiser.",
    "deixa -jogador- tirar-te uma foto sexy.",
    "acaricia -jogador-. Ele deverá devolver-te exatamente as mesmas carícias.",
    "lambe lentamente os mamilos de -jogador-.",
    "acaricia a coxa de -jogador- sem usar as mãos. Usa a tua imaginação!",
    "baixa a iluminação ou muda a cor das luzes de forma a criar um ambiente mais íntimo e sensual.",
    "venda os olhos de -jogador-. Deverás respirar delicamente perto de vários pontos do seu corpo.",
    "mostra o teu rabo aos jogadores. Cada um deve escolher entre tocar-lhe ou dar uma palmada e fazê-lo.",
    "-jogador- está deitado de barriga para cima. Segura nas suas mãos, a cima da sua cabeça enquanto estás em cima dele, resiste às suas tentativas de escapar e mordisca o seu lábio.",
    "joga ao '7 Minutes in Heaven' com -jogador-.",
    "lambe delicadamente o pescoço e a orelha de -jogador-.",
    "acabaste de ganhar o prémio de rabo mais lindo do mundo! -jogador- deverá fotografá-lo de todos os ângulos.",
    "deita-te no chão com -jogador-. Devem-se esfregar sensualmente um no outro durante 1 minuto.",
    "bebe um bodyshot no corpo de -jogador-.",
    "faz tudo o que conseguires para excitar -jogador- ao máximo, sem lhe tocares nas partes íntimas. Tens 1 minuto.",
    "está na hora de seres dominado! Obedece às ordens de -jogador- durante 1 minuto!",
    "fica de pé sem te moveres. -jogador- pode fazer o que quiser durane 1 minuto, mas apenas com a ponta da língua.",
    "tenta lamber os teus mamilos! Se não conseguires pede a -jogador- que os lamba por ti.",
    " e -jogador- têm 1 minuto para encontrar na internet o sextoy mais absurdo possível.",
    "excita -jogador- durante 1 minuto sem que ele possa fazer alguma coisa.",
    "escreve 'FODE-ME' nas costas de -jogador-. Com um marcador permanente, se possível.",
    "deixa -jogador- e -jogador2- vendarem-te e atarem-te a uma cadeira. Eles podem fazer o que quiserem contigo durante 2 minutos.",
    "-jogador- vai-te encostar a uma parede e beijar-te no pescoço durante 30 segundos.",
    "olha fixamente nos olhos de -jogador- e diz a coisa mais extrema que gostarias de fazer com ele.",
    "durante 3 minutos, és o mestre. -jogador- e -jogador2-, os teus servos sedutores, devem fazer tudo o que ordenares."
  ]
}
