{
  "fun1": [
    "qual superpoder escolherias entre voar e ficar invisível?",
    "na tua opinião, qual dos jogadores tem a maior chance de ser tornar milionário?",
    "na tua opinião, qual é o jogador mais generoso?",
    "na tua opinião, qual é o jogador mais sedutor?",
    "com qual dos jogadores gostarias de estar amanhã se caísses numa ilha deserta?",
    "qual é o teu corte de cabelo favorito entre os jogadores?",
    "a sala está a arder! Qual do jogadores salvarias em primeiro lugar?",
    "o que dirias a uma criança se ela te perguntasse como se fazem os bebés?",
    "diz aos outros algo de que tens medo.",
    "qual foi a coisa mais perigosa que já viveste?",
    "como reagirias se -jogador- te contasse o final de uma série que estás de momento a assistir?",
    "o que não gostas no teu melhor amigo?",
    "já tentaste fugir da polícia?",
    "o que colocas primeiro? O leite ou os cereais?",
    "tens de mudar obrigatoriamente a cor do teu cabelo, qual é a cor que escolhes?",
    "que tipo de pessoa és quando estás bêbada: feliz, deprimida, apaixonada, chata?",
    "qual é a pior lembrança que tens da escola?",
    "qual era o teu desenho animado favorito quando eras criança?",
    "qual era o teu jogo favorito quando eras criança?",
    "qual foi o momento mais inapropriado onde já te peidaste?",
    "já roubaste alguma coisa?",
    "qual foi a maior loucura que já fizeste enquanto estavas bêbado",
    "já foste bêbado para uma aula?"
  ],
  "fun": [
    "which superpower would you choose between flying and being invisible?",
    "in your opinion, which player has the best chance of becoming a millionaire?",
    "in your opinion, who is the most generous player?",
    "in your opinion, who is the most seductive player?",
    "which player would you like to be with tomorrow if you land on a desert island?",
    "what's your favorite haircut among the players?",
    "the room is on fire! Which player would you save first?",
    "what would you say to a child if he asked you how babies are made?",
    "tell others something you're afraid of.",
    "what's the most dangerous thing you've ever experienced?",
    "how would you react if -jogador- told you the end of a series you are currently watching?",
    "what don't you like about your best friend?",
    "have you tried to run away from the police?",
    "what do you put first? The milk or the cereal?",
    "you must change the color of your hair, what color do you choose?",
    "what kind of person are you when you're drunk: happy, depressed, in love, boring?",
    "what's the worst memory you have of school?",
    "what was your favorite cartoon when you were a kid?",
    "what was your favorite game when you were a kid?",
    "what's the most inappropriate moment you've farted?",
    "have you ever stolen anything?",
    "what's the craziest thing you ever did while you were drunk",
    "have you ever gone drunk to class?"
  ],
  "soft1": [
    "o que te chama a atenção num perfil de uma pessoa num aplicativo de encontros?",
    "já foste a uma praia de nudismo?",
    "Só podes escolher consequência nas próximas 3 rondas.",
    "já ficaste apenas com roupas íntimas em alguma festa?",
    "já foste a alguma sex shop? Gostarias de ir com -jogador-?",
    "com qual celebridade farias sexo, se pudesses escolher?",
    "preferes fazer sexo de manhã, à tarde ou de noite?",
    "com que idade assististe ao teu primeiro video pornográfico?",
    "se alguém te enviasse uma nude, tu apagavas ou deixavas no telemóvel correndo o risco de alguém a ver?",
    "tens algum perfil em um aplicativo de encontros?",
    "já assististe a hentai?",
    "já leste históricas eróticas?",
    "na tua opinião, qual seria o pior casal entre os jogadores?",
    "preferes viver 2 anos sem sexo ou sem internet?",
    "gostarias de fazer parte de um trisal? (relação com 3 pessoas)",
    "preferes fazer sexo de luz acesa ou apagada?",
    "preferes ser apanhado no ato em flagrante ou apanhar os teus sogros?",
    "já nadaste nu em algum lugar público?",
    "o teu melhor amigo está a ser encornado. Contas o sucedido ou não?",
    "já fizeste topless em uma praia? Se não, gostarias de fazer?",
    "gostas de fazer sexo enquanto ouves música?",
    "em qual lugar da casa preferes fazer sexo?",
    "gostarias de posar numa aula de desenho nu?",
    "qual é a parte favorita do teu corpo?",
    "costumas dormir nu ou de pijama?",
    "onde seria o teu jantar romântico ideal?",
    "se tivesses de beijar um dos jogadores, quem escolherias?",
    "qual é o teu talento secreto na cama?",
    "se o teu parceiro quisesse continuar virgem até o casamento, você aceitaria?",
    "qual é a parte do corpo de -jogador- que gostas mais?",
    "já foste a um clube de strip?"
  ],
  "soft": [
    "What catches your eye in a person's dating app profile?",
    "have you ever been to a nude beach?",
    "you can only choose dare in the next 3 rounds.",
    "have you ever been to a sex shop? Would you like to go with -jogador-?",
    "which celebrity would you have sex with, if you could choose?",
    "do you prefer to have sex in the morning, in the afternoon or at night?",
    "at what age did you watch your first pornographic video?",
    "if someone sent you a nude, would you delete it or leave it on your phone at the risk of someone seeing it?",
    "do you have a profile on a dating app?",
    "have you ever watched hentai?",
    "have you ever read erotic stories?",
    "in your opinion, which would be the worst couple among the players?",
    "would you rather live 2 years without sex or internet?",
    "would you like to be part of a throuple? (relationship with 3 people)",
    "do you prefer to have sex with the lights on or off?",
    "would you rather be caught having sex or catch your in-laws?",
    "have you ever swam naked in a public place?",
    "your best friend is being cheated on. Do you tell them what happened or not?",
    "have you ever been topless on a beach? If not, would you like to do it?",
    "do you like having sex while listening to music?",
    "where in the house do you prefer to have sex?",
    "would you like to pose in a nude drawing class?",
    "what's your favorite part of your body?",
    "do you usually sleep naked or in your pajamas?",
    "where would your ideal romantic dinner be?",
    "if you had to kiss one of the players, who would you choose?",
    "what's your secret talent in bed?",
    "if your partner wanted to remain a virgin until marriage, would you accept it?",
    "which part of -jogador-'s body do you like the most?",
    "have you ever been to a strip club?"
  ],
  "hot1": [
    "descreve em 5 palavras o teu último desempenho na cama.",
    "quais são as tuas zonas mais erógenas?",
    "serias capaz de te fechar num armário ou despensa para fazer sexo com alguem durante uma festa entre amigos?",
    "já tiraste a virgindade a alguém?",
    "já fingiste algum orgasmo? Porquê?",
    "quando foi a última vez que te masturbaste?",
    "quando foi a última vez que tiveste relações sexuais?",
    "tens de escolher uma única posição sexual para fazeres para o resto da tua vida, qual é a escolhida?",
    "gostarias de fazer sexo numa casa de banho pública?",
    "com qual dos jogadores passarias uma noite apimentada?",
    "em que lugar sonhas fazer sexo um dia?",
    "possuis acessórios sexuais?",
    "possuis brinquedos sexuais?",
    "qual é a tua posição sexual favorita?",
    "qual é a posição sexual que menos gostas?",
    "na tua opinião, qual é o jogador que tem o maior body count?",
    "de 1 a 10, dá uma nota aos teus desempenhos na cama?",
    "és capaz de fazer sexo quantas vezes no mesmo dia?",
    "na tua opinião, qual é a maior fantasia de -jogador-?",
    "já te peidaste durante o sexo? Se sim, conta como foi!",
    "como reagirias se visses os teus vizinhos a fazer sexo pela janela?",
    "aceitarias atuar num filme porno, por 10000€, sendo tu a impor os limites da cena.",
    "já praticaste ou gostarias de praticar BDSM?",
    "quantos anos tinha o seu parceiro sexual mais velho?",
    "quantos anos tinha o seu parceiro sexual mais novo?",
    "qual foi o lugar mais estranho onde já se masturbou?",
    "com quantas pessoas já fizeste sexo desde o inicio do ano?",
    "a qual dos jogadores pagarias 10€ para tirar a roupa neste momento?",
    "como reagirias se apanhasses -jogador- a masturbar-se",
    "qual é a fantasia que te deixa com mais tesão?",
    "já foste amarrado durante o sexo? Gostaste?",
    "com quantas pessoas estarias disposto a fazer sexo ao mesmo tempo?",
    "costumas depilar com frequência as tuas partes intimas?",
    "gostas de ver videos pornográficos com o teu parceiro?",
    "qual foi o brinquedo sexual que nunca testaste mas gostarias de experimentar?",
    "gostarias de fazer sexo com o teu parceiro no local de trabalho?",
    "como foi o último sonho erótico que tiveste?",
    "com que frequencia assistes a videos pornográficos?",
    "quanto durou a tua relação sexual mais longa? Pronta para bater o recorde esta noite ou preferes relações curtas mas intensas?",
    "cita duas qualidades que aches que são indispensáveis num parceiro sexual.",
    "quanto tempo devem durar os preliminares?"
  ],
  "hot": [
    "describe in 5 words your last performance in bed.",
    "what are your most erogenous zones?",
    "would you be able to lock yourself in a closet or pantry to have sex with someone during a party with friends?",
    "Have you ever taken someone's virginity?",
    "Have you ever faked an orgasm? Why?",
    "when was the last time you masturbated?",
    "when was the last time you had sex?",
    "you have to choose a single sexual position to do for the rest of your life, which one do you choose?",
    "Would you like to have sex in a public bathroom?",
    "Which player would you spend a spicy night with?",
    "where do you dream of having sex one day?",
    "Do you have sexual accessories?",
    "Do you have sex toys?",
    "what's your favorite sex position?",
    "What's your least favorite sexual position?",
    "in your opinion, which player has the highest body count?",
    "from 1 to 10, rate your performances in bed?",
    "How many times are you able to have sex in the same day?",
    "In your opinion, what is -jogador-'s biggest sexual fantasy?",
    "Have you farted during sex? If so, tell us how it was!",
    "How would you react if you saw your neighbors having sex through the window?",
    "would you accept to act in a porn film, for €10000, and you would impose the limits of the scene.",
    "have you practiced or would you like to practice BDSM?",
    "How old was your oldest sexual partner?",
    "How old was your youngest sexual partner?",
    "What's the weirdest place you've ever masturbated?",
    "How many people have you had sex with since the beginning of the year?",
    "Which player would you pay €10 to undress at this moment?",
    "how would you react if you caught -jogador- masturbating",
    "which sexual fantasy makes you the horniest?",
    "have you ever been tied up during sex? did you like it?",
    "How many people would you be willing to have sex with at the same time?",
    "Do you often shave your private parts?",
    "do you like watching porn videos with your partner?",
    "what sex toy have you never tried but would you like to try?",
    "Would you like to have sex with your partner in the workplace?",
    "How was the last erotic dream you had?",
    "How often do you watch pornographic videos?",
    "How long did your longest sex session last? Ready to break the record tonight or do you prefer short but intense sessions?",
    "cite two qualities that you think are indispensable in a sexual partner.",
    "How long should foreplay last?"
  ],
  "hard1": [
    "gostas de usar fantasias ou fazer roleplay de personagens durante o sexo?",
    "já utilizaste objetos sexuais para o anus? Se sim, quais?",
    "com quantos anos fizeste sexo oral a alguém pela primeira vez?",
    "alguma vez fizeste fisting?",
    "alguma vez te deram um beijo grego?",
    "gostarias de ser filmada enquanto fazes sexo?",
    "gostarias de ver o teu parceiro a fazer sexo com outra pessoa?",
    "gostarias que -jogador- te dominasse?",
    "quais são as tuas categorias favoritas nos videos pornográficos?",
    "qual é o teu site pornográfico de eleição?",
    "o que fazes para ficar excitada sozinha e no que pensas nesses momentos de prazer?",
    "em quem pensaste na tua última masturbação?",
    "conta a tua maior fantasia sexual",
    "quando foi a tua última relação baseada somente em atração fisica?",
    "que fantasia sexual gostarias de experimentar um dia?",
    "gostas que te puxem os cabelos durante o ato?",
    "qual é a posição sexual que te dá mais prazer?",
    "gostarias de fazer sexo numa praia deserta?",
    "preferes dar ou receber prazer?",
    "com quantas pessoas já fizeste sexo ao mesmo tempo?",
    "em uma escala de 0 a 10, sendo hétero 0 e homo 10, onde te encontras?",
    "já fizeste sexo com várias pessoas em menos de 2 dias?",
    "qual é o teu brinquedo sexual favorito?",
    "gostarias de ver alguem a fazer sexo?",
    "gostarias de ver o teu parceiro a fazer sexo com outra pessoa?",
    "por quantos dias aguentas ficar sem te masturbar?",
    "achas que -jogador- é mais dominante ou submisso na cama?",
    "já pensaste em outra pessoa durante o sexo?",
    "já te masturbaste no trabalho?",
    "gostarias de ter um piercing nos genitais?",
    "já te masturbaste enquanto tinhas alguem a dormir ao teu lado?",
    "preferes ficar por baixo ou por cima durante o 69?",
    "gostarias que te dessem um beijo grego?",
    "gostarias que te fizessem fingering anal durante o sexo oral?",
    "gostarias de experimentar um golden shower? E se for debaixo do chuveiro?",
    "gostarias que -jogador- te desse umas palmadas bem fortes?",
    "qual foi a prática sexual com que ficaste surpreso de gostar?",
    "gostarias de experimentar uma dupla penetração?",
    "gostarias de ir a um clube de swing esta semana?",
    "gostas de receber sexo anal? Se sim, descreve o que sentes.",
    "como reagirias se o teu parceiro te propusesse um ménage à trois?",
    "gostas que te apertem o pescoço durante o sexo?",
    "gostas de ser insultado na cama? O que gostas de ouvir?",
    "o que achas de levar chapadas durante o sexo?",
    "quais são os teus fetiches sexuais?",
    "viverias com alguem que quisesse fazer sexo pelo menos 3 vezes por dia?"
  ],
  "hard": [
    "do you like wearing costumes or roleplaying characters during sex?",
    "Have you ever used sexual objects for the anus? If so, which ones?",
    "How old were you when you performed oral sex on someone for the first time?",
    "have you ever fisted someone?",
    "Have you ever been given a greek kiss?",
    "Would you like to be filmed while having sex?",
    "Would you like to see your partner having sex with someone else?",
    "Would you like -jogador- to dominate you?",
    "what are your favorite categories in porn videos?",
    "what's your favorite porn site?",
    "What do you do to get excited alone and what do you think about in those moments of pleasure?",
    "who did you think about in your last masturbation?",
    "tell your biggest sexual fantasy",
    "when was your last relationship based solely on physical attraction?",
    "What sexual fantasy would you like to experience one day?",
    "Do you like having your hair pulled during sex?",
    "What is the sexual position that gives you the most pleasure?",
    "Would you like to have sex on a deserted beach?",
    "Do you prefer to give or receive pleasure?",
    "How many people have you had sex with at the same time?",
    "on a scale of 0 to 10, being hetero 0 and homo 10, where are you?",
    "have you had sex with several people in less than 2 days?",
    "what's your favorite sex toy?",
    "Would you like to see someone having sex?",
    "Would you like to see your partner having sex with someone else?",
    "How many days can you go without masturbating?",
    "Do you think -jogador- is more dominant or submissive in bed?",
    "Have you ever thought about someone else during sex?",
    "Have you ever masturbated at work?",
    "Would you like to have your genitals pierced?",
    "Have you ever masturbated while you had someone sleeping next to you?",
    "do you prefer to be on the bottom or on the top during 69?",
    "Would you like to be given a Greek kiss?",
    "Would you like to try anal fingering during oral sex?",
    "Would you like to try a golden shower? What if it's in the shower?",
    "Would you like -jogador- to spank you really hard?",
    "what was the sexual practice that you were surprised to like?",
    "Would you like to experience a double penetration?",
    "Would you like to go to a swinging club this week?",
    "Do you like anal sex? If so, describe how it feels.",
    "How would you react if your partner proposed a threesome?",
    "do you like to be choked during sex?",
    "Do you like being insulted in bed? What do you like to hear?",
    "What do you think about getting slapped during sex?",
    "what are your sexual fetishes?",
    "would you live with someone who wanted to have sex at least 3 times a day?"
  ]
}
